Revit 2024 API
BuiltInFailures.RebarSystemFailures Class
 Failures related to rebar systems.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class RebarSystemFailures
Visual Basic
Public NotInheritable Class RebarSystemFailures
Visual C++
public ref class RebarSystemFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.RebarSystemFailures
See Also
BuiltInFailures.RebarSystemFailures Members
Autodesk.Revit.DB Namespace